insert into patient (surname, name, middle_name, is_having_trip_abroad, contact_with_patients)
values ('Козлов', 'Тарас', 'Тихонович', 'true', 'false'),
       ('Александров', 'Руслан', 'Михаилович', 'false', 'true'),
       ('Ильин', 'Тихон', 'Федотович', 'false', 'true'),
       ('Носков', 'Григорий', 'Семенович', 'true', 'false'),
       ('Федотов', 'Максим', 'Геннадьевич', 'true', 'true'),
       ('Герасимов', 'Ефим', 'Натанович', 'false', 'false');

insert into symptom (name, is_covid_symptom)
values ('Температура', 'true'),
       ('Потеря вкуса', 'true'),
       ('Сухой кашель', 'true'),
       ('Влажный кашель', 'false'),
       ('Утомляемость', 'true'),
       ('Головная боль', 'true'),
       ('Учащение пульса', 'false'),
       ('Боль в горле', 'true'),
       ('Заложенность носа', 'false');

insert into patient_symptom(patient_id, symptom_id)
values (1, 2),
       (1, 8),
       (2, 1),
       (2, 3),
       (2, 5),
       (3, 4),
       (3, 9),
       (3, 6),
       (3, 7),
       (4, 1),
       (4, 3),
       (6, 8),
       (6, 2);

insert into medic (surname, name, middle_name, position, category)
values ('Панфилов', 'Георгий', 'Семёнович', 'Инфекционист', 3),
       ('Богданов', 'Влас', 'Иринеевич', 'УЗИ-специалист', 2),
       ('Симонов', 'Клим', 'Игоревич', 'Отоларинголог', 2),
       ('Уварова', 'София', 'Вячеславовна', 'Медсестра', 1),
       ('Шилова', 'Мила', 'Антоновна', 'Кардиолог', 3),
       ('Носкова', 'Наталья', 'Якововна', 'Хирург', 3);

insert into patient_medic (patient_id, medic_id)
values (1, 2),
       (1, 3),
       (2, 2),
       (3, 5),
       (3, 4),
       (4, 2),
       (4, 3),
       (4, 4),
       (5, 1),
       (5, 2),
       (6, 5),
       (6, 6);

